---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamMinorLapspliceLength
source: html/7077b33e-3748-2e72-cde2-97811cb59b14.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamMinorLapspliceLength Property

"Minor Lap Splice Length": Fabric lap splice length in minor direction in the fabric distribution.

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamMinorLapspliceLength { get; }
```